{
  "back" : "RETOUR",
  "home" : {
    "title_line_1" : "BONJOUR, JE SUIS ",
    "title_line_2" : "ALLIER LA CRÉATIVITÉ AU CODE",
    "subtitle" : "Développeur Fullstack à votre service",
    "project_link" : "MES PROJETS",
    "about_link" : "QUI SUIS-JE ?"
  },
  "about" : {
    "title" : "À PROPOS",
    "bio" : "Développeur d'applications Fullstack spécialisé en Java & Javascript. Poussé par\nune curiosité naturelle et une persévérance sans faille, j'aime relever des défis techniques variés.\nDe plus, mon ouverture à l'apprentissage de nouvelles technologies me permet d'innover et de m'adapter en permanence\naux exigences évolutives du domaine du développement."
  },
  "contact" : {
    "social" : "RÉSEAUX SOCIAUX"
  },
  "menu" : {
    "home" : "ACCUEIL",
    "about" : "À PROPOS",
    "contact" : "CONTACT",
    "projects" : "PROJETS"
  },
  "projects" : [
    {"description" : "Conception et création d'une plateforme de gestion d'employés"},
    {"description" : "Conception & développement d'une API d'une application de sport"},
    {"description" : "Serveur Web minimaliste"},
    {"description" : "Projet d'étude de consommation de drogue"},
    {"description" : "Mon portfolio"}
  ],
  "cfa": {
    "description": "Projet réalisé lors de mon année d'apprentissage, visant à créer une plateforme innovante pour simplifier la gestion des utilisateurs et la création de documents pour les employés de Dawan."
  },
  "fa": {
    "description": "Développement d'une application mobile en collaboration avec un autre développeur. Dans ce projet, je suis responsable de la conception et du développement du backend, garantissant une performance et une sécurité optimales."
  },
  "jws": {
    "description": "Conception et réalisation d'un serveur web minimaliste en Java, supportant les requêtes GET, les fichiers statiques et le contenu dynamique, avec gestion multithread pour une performance accrue."
  },
  "pdc": {
    "description": "Application Full Stack développée avec Django Ninja et React, offrant une analyse statistique interactive et approfondie sur la consommation de drogues et la personnalité."
  },
  "portfolio": {
    "description": "Un portfolio moderne et élégant dédié à la présentation de mes compétences, réalisations et projets."
  }
}